Revit 2023 API
UIThemeManager Properties
The UIThemeManager type exposes the following members.
Properties
Name | Description
CurrentTheme
 The current theme.
DefaultTheme
 The default theme.
See Also
UIThemeManager Class
Autodesk.Revit.UI Namespace